workloadb/log_1_load.txt
[OVERALL], RunTime(ms), 130780.0
[OVERALL], Throughput(ops/sec), 7646.42911760208
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 426.0
[TOTAL_GC_TIME_Copy], Time(ms), 186.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.14222358158739867
[TOTAL_GCs], Count, 426.0
[TOTAL_GC_TIME], Time(ms), 186.0
[TOTAL_GC_TIME_%], Time(%), 0.14222358158739867
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 2.0
[CLEANUP], MaxLatency(us), 2.0
[CLEANUP], 95thPercentileLatency(us), 2.0
[CLEANUP], 99thPercentileLatency(us), 2.0
[INSERT], Operations, 1000000.0
[INSERT], AverageLatency(us), 502.666515
[INSERT], MinLatency(us), 63.0
[INSERT], MaxLatency(us), 1935359.0
[INSERT], 95thPercentileLatency(us), 632.0
[INSERT], 99thPercentileLatency(us), 1802.0
[INSERT], Return=OK, 1000000