workloadb/log_1_load.txt
[OVERALL], RunTime(ms), 102535.0
[OVERALL], Throughput(ops/sec), 9752.76734773492
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 426.0
[TOTAL_GC_TIME_Copy], Time(ms), 189.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.18432730287218999
[TOTAL_GCs], Count, 426.0
[TOTAL_GC_TIME], Time(ms), 189.0
[TOTAL_GC_TIME_%], Time(%), 0.18432730287218999
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 1.25
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 2.0
[CLEANUP], 95thPercentileLatency(us), 2.0
[CLEANUP], 99thPercentileLatency(us), 2.0
[INSERT], Operations, 1000000.0
[INSERT], AverageLatency(us), 404.336128
[INSERT], MinLatency(us), 55.0
[INSERT], MaxLatency(us), 6021119.0
[INSERT], 95thPercentileLatency(us), 559.0
[INSERT], 99thPercentileLatency(us), 1282.0
[INSERT], Return=OK, 1000000