workloadb/log_1_load.txt
[OVERALL], RunTime(ms), 202242.0
[OVERALL], Throughput(ops/sec), 4944.571355109226
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 426.0
[TOTAL_GC_TIME_Copy], Time(ms), 379.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.18739925435863966
[TOTAL_GCs], Count, 426.0
[TOTAL_GC_TIME], Time(ms), 379.0
[TOTAL_GC_TIME_%], Time(%), 0.18739925435863966
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 2.25
[CLEANUP], MinLatency(us), 2.0
[CLEANUP], MaxLatency(us), 3.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 3.0
[INSERT], Operations, 1000000.0
[INSERT], AverageLatency(us), 768.192752
[INSERT], MinLatency(us), 66.0
[INSERT], MaxLatency(us), 6049791.0
[INSERT], 95thPercentileLatency(us), 677.0
[INSERT], 99thPercentileLatency(us), 7499.0
[INSERT], Return=OK, 1000000