workloadb/log_2_load.txt
[OVERALL], RunTime(ms), 2670352.0
[OVERALL], Throughput(ops/sec), 748.9649304660959
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 852.0
[TOTAL_GC_TIME_Copy], Time(ms), 659.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.024678394458857857
[TOTAL_GCs], Count, 852.0
[TOTAL_GC_TIME], Time(ms), 659.0
[TOTAL_GC_TIME_%], Time(%), 0.024678394458857857
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 3.25
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 10.0
[CLEANUP], 95thPercentileLatency(us), 10.0
[CLEANUP], 99thPercentileLatency(us), 10.0
[INSERT], Operations, 2000000.0
[INSERT], AverageLatency(us), 5181.405782
[INSERT], MinLatency(us), 56.0
[INSERT], MaxLatency(us), 3.4144255E7
[INSERT], 95thPercentileLatency(us), 24031.0
[INSERT], 99thPercentileLatency(us), 93375.0
[INSERT], Return=OK, 2000000