workloadb/log_2_load.txt
[OVERALL], RunTime(ms), 749686.0
[OVERALL], Throughput(ops/sec), 2667.7835787249596
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 851.0
[TOTAL_GC_TIME_Copy], Time(ms), 387.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.051621612248327974
[TOTAL_GCs], Count, 851.0
[TOTAL_GC_TIME], Time(ms), 387.0
[TOTAL_GC_TIME_%], Time(%), 0.051621612248327974
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 1.25
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 2.0
[CLEANUP], 95thPercentileLatency(us), 2.0
[CLEANUP], 99thPercentileLatency(us), 2.0
[INSERT], Operations, 2000000.0
[INSERT], AverageLatency(us), 1473.4379725
[INSERT], MinLatency(us), 72.0
[INSERT], MaxLatency(us), 5.5640063E7
[INSERT], 95thPercentileLatency(us), 1651.0
[INSERT], 99thPercentileLatency(us), 4431.0
[INSERT], Return=OK, 2000000